Repository: ooxi/violetland
Catalog: po/*.po
Languages: de, es, fr, gl, ru

source: Please wait...
de: Bitte warten...
es: Espera...
fr: Veuillez patienter...
gl: Agarda...
ru: Ожидай...

source: Try to survive as long as you can.
de: Versuche so lange wie möglich zu überleben.
es: Sobrevive el tiempo que puedas.
fr: Essayez de survive le plus longtemps possible.
gl: Sobrevive o que poidas.
ru: Попробуй продержаться подольше!

source: Shoot monsters to receive experience and other bonuses.
de: Schlachte Gegner um Erfahrung und Ausrüstung zu erhalten.
es: Mata los monstruos para obtener experiencia y otras bonificaciones.
fr: Tues les monstres pour recevoir de l'expérience et autres bonus.
gl: Mata os monstros para obter experiencia e outras bonificacións.
ru: Убивай монстров, чтобы получить очки опыта и другие ништяки.

source: Name found : %s
de: Name gefunden: %s
es: Se encontró un nombre: «%s».
fr: Nom trouvé : %s
gl: Atopouse un nome: «%s».
ru: Игрок: %s

source: Preparing window...
de: Bereite Fenster vor...
es: Preparando la ventana...
fr: Préparation de la fenêtre...
gl: Preparando a xanela...
ru: Подготовка окна...

source: Drawing splash screen...
de: Zeichne Startbildschirm...
es: Imprimiendo la imagen de inicio...
fr: Dessin du splash screen...
gl: Imprimindo a imaxe de inicio...
ru: Отображение экрана ожидания...

source: Preparing sound systems...
de: Bereite Soundsystem vor...
es: Preparando el sistema de sonido...
fr: Préparation des sons système...
gl: Preparando o sistema de son...
ru: Подготовка звуковой системы...

source: You are gobbled up.
de: Du wurdest zermalmt.
es: Te engulleron.
gl: Tragáronte.
ru: Тебя сожрали!

source: Current player level: %i
de: Aktuelles Level des Spielers: %i
es: Nivel actual: %i
fr: Niveau actuel : %i
gl: Nivel actual: %i
ru: Текущий уровень игрока: %i

source: Available improvement points: %i
de: Verfügbare Verbesserungspunkte: %i
es: Puntos de mejora disponibles: %i
fr: Points d'amélioration disponibles: %i
gl: Puntos de mellora dispoñíbeis: %i
ru: Доступные очки улучшения: %i

source: Strength: %i
de: Stärke: %i
es: Fuerza: %i
fr: Force : %i
gl: Forza: %i
ru: Сила: %i

source: Agility: %i
de: Geschicklichkeit: %i
es: Agilidad: %i
fr: Agilité : %i
gl: Axilidade: %i
ru: Подвижность: %i

source: Vitality: %i
de: Gesundheit: %i
es: Vitalidad: %i
fr: Vitalité : %i
gl: Vitalidade: %i
ru: Живучесть: %i

source: HP: %i / Max HP: %i
de: LP: %i / Max LP: %i
es: Vida actual: %i / Máxima: %i
fr: PV : %i / Max PV : %i
gl: Vida actual: %i / Máxima: %i
ru: Жизни: %i из %i

source: Melee damage: %i
de: Stichwaffen Schaden: %i
es: Daño cuerpo a cuerpo: %i
gl: Dano corpo a corpo: %i
ru: Урон в рукопашной: %i

source: Chance of block: %i%%
de: Blockchance: %i%%
es: Probabilidad de esquivar: %i%%
gl: Probabilidade de esquivar: %i%%
ru: Шанс блока удара: %i%%

source: Reloading speed modifier: %i%%
de: Verbesserung der Nachladegeschwindigkeit: %i%%
es: Tiempo para recargar: %i%%
gl: Tempo para recargar: %i%%
ru: Модификатор скорости перезарядки: %i%%

source: Accuracy deviation modifier: %i%%
de: Verbesserung der Zielgenauigkeit: %i%%
es: Desvío al apuntar: %i%%
gl: Desvío ao apuntar: %i%%
ru: Модификатор отдачи оружия: %i%%

source: Health regeneration: %.2f/min
de: Heilung: %.2f/min
es: Recuperación de vida: %.2f por minuto
gl: Recuperación de vida: %.2f por minuto
ru: Восстановление жизней: %.2f/мин

source: Unstoppable: enemies can't block your movement any more, but they still can hurt you.
de: Unhaltbar: Gegner können deine Bewegung nicht mehr stoppen, dir aber dennoch Schaden zufügen.
es: Imparable: los enemigos no pueden detenerte (pero si atacarte).
fr: Instoppable : les énemis ne peuvent plus vous bloquer, mais ils peuvent encore vous blesser.
gl: Imparábel: os inimigos non poden deterte (pero si atacarte).
ru: Неудержимый: монстры не могут остановить тебя, но все еще могут причинить боль.

source: Poison bullets: after getting hit by your bullet, enemies slowly lose health until they die.
de: Vergiftete Kugeln: Nach einem Treffer verlieren Gegner langsam Leben und sterben qualvoll.
es: Balas envenenadas: las balas envenenan a los enemigos, que pierden lentamente vida hasta morir.
fr: Balles empoisonnées : après avoir été blessés par vos balles, les énemis perdent lentement de la vie jusqu'à en mourir.
gl: Balas envelenadas: as balas envelenan os inimigos, que perden lentamente vida ata morrer.
ru: Отравленные пули: при попадании в монстра он будет заражен и рано или поздно умрет.

source: Big calibre: your bullets can wound a few monsters in a row.
de: Große Wumme: deine Kugeln können mehrere hintereinander stehende Gegner verwunden.
es: Calibre alto: las balas pueden atravesar a los enemigos si los matan, siguiendo así su trayectoria (y a lo mejor acertándole a otro enemigo).
gl: Calibre alto: as balas poden atravesar os inimigos se os matan, seguindo así a súa traxectoria (e ao mellor atinando a outro inimigo).
ru: Большой калибр: пули могут пробивать монстров насквозь.

source: Telekinesis: useful things slowly move towards you.
de: Telekinese: nützliche Gegenstände werden von dir angezogen.
es: Telequinésis: puedes acercarte los objetos del mapa apuntándolos.
gl: Telecinesia: podes achegar os obxectos do mapa a ti apuntándoos.
ru: Телекинез: можешь перемещать полезные вещи к себе взглядом.

source: Night vision: you can see in the dark.
de: Nachtsichtgerät: Du kannst im Dunkeln sehen.
es: Visión nocturna: puedes ver en la oscuridad.
gl: Visión nocturna: podes ver na escuridade.
ru: Ночное видение: можешь видеть в темноте.

source: Looting: Monsters will drop more bonuses.
de: Ausschlachten: Du findest mehr Gegenstände bei Monstern.
es: Saqueo: los monstruos soltarán más bonificaciones al morir.
gl: Saqueo: os monstros soltarán máis bonificacións ao morrer.
ru: Мародёр: из монстров выпадает больше полезных вещей.

source: Wide sight: accessible area for action is much more.
de: Weitsicht: Dein Wirkbereich vergrößert sich.
es: Visión global: amplía el área de visión.
gl: Visión global: amplía a área de visión.
ru: Широкий взгляд: область видимости больше в разы.

source: Controls
de: Steuerung
es: Controles
fr: Contrôles
gl: Controis
ru: Управление

source: Press a key, please...
de: Drück endlich eine Taste...
es: Presione una tecla...
fr: Veuillez appuyer sur une touche...
gl: Prema unha tecla...
ru: Нажми кнопку...

source: Bind action %s to %s.
de: Verknüpfe Aktion %s mit %s.
es: Adjudicar la acción «%s» a la tecla «%s».
fr: Assigner l'action %s à %s.
gl: Adxudicar a acción «%s» á tecla «%s».
ru: Действие %s выполняется по %s.

source: Options
de: Optionen
es: Opciones
gl: Opcións
ru: Настройки

source: Gameplay
es: Juego
gl: Xogo
ru: Игровые опции

source: Weapon autoreloading
de: Waffen automatisch nachladen
es: Recargar automáticamente
fr: Rechargement automatique
gl: Recargar automaticamente
ru: Автоперезарядка оружия

source: Weapon autotaking
de: Waffen automatisch aufheben
es: Recoger armas automáticamente
fr: Ramassage d'arme automatique
gl: Recoller armas automaticamente
ru: Автоподбор оружия

source: Friendly fire
es: Fuego amigo
fr: Tir allié
gl: Fogo amigo
ru: Дружественный огонь

source: Graphics
de: Grafik
es: Gráficos
fr: Vidéo
gl: Gráficos
ru: Графика

source: Fullscreen
de: Vollbild
es: Pantalla completa
fr: Plein écran
gl: Pantalla completa
ru: Полный экран

source: Resolution
de: Auflösung
es: Resolución
fr: Résolution
gl: Resolución
ru: Разрешение

source: Sound
de: Ton
es: Sonido
fr: Son
gl: Son
ru: Звук

source: Sound volume
de: Lautstärke Effekte
es: Volumen de los sonidos
fr: Volume des bruitages
gl: Volume dos sons
ru: Громкость звука

source: Music volume
de: Lautstärke Musik
es: Volumen de la música
fr: Volume de la musique
gl: Volume da música
ru: Громкость музыки

source: Edit Controls
de: Steuerung bearbeiten
es: Cambiar los controles
fr: Éditer les contrôles
gl: Cambiar os controis
ru: Изменить управление

source: Reset Controls
de: Steuerung zurücksetzen
es: Restablecer los controles
fr: Réinitialiser les contrôles
gl: Restablecer os controis
ru: Сбросить управление

source: Save and return
de: Speichern und zurück
es: Guardar y volver
fr: Sauver
gl: Gardar e volver
ru: Сохранить и назад

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
gl: Descoñecido
ru: Неизвестно

source: Violetland Survival
de: Violetland Überlebenskampf
es: Supervivencia
fr: Violetland Survie
gl: Supervivencia
ru: Оригинальное выживание

source: Attack waves
de: Angriffswellen
es: Supervivencia por rondas
fr: Vagues d'enemis
gl: Supervivencia por roldas
ru: Нападение волнами

source: Highscores
de: Bestenliste
es: Récords
fr: Meilleurs scores
gl: Récords
ru: Лучшие результаты

source: XP
es: Experiencia
gl: Experiencia
ru: Опыт

source: Str/Agil/Vital
de: Stä/Bew/Ges
es: Fuerza/Agilidad/Vitalidad
fr: For/Agil/Vital
gl: Forza/Axilidade/Vitalidade
ru: Сила/Подв./Жив.

source: Time
de: Zeit
es: Tiempo
fr: Temps
gl: Tempo
ru: Время

source: Name
es: Nombre
fr: Nom
gl: Nome
ru: Имя

source: Back to main menu
de: Zurück zum Hauptmenü
es: Volver al menú principal
fr: Retour au menu principal
gl: Volver ao menú principal
ru: Назад

source: Reset list
de: Liste zurücksetzen
es: Borrar la lista
fr: Réinitialiser la liste
gl: Borrar a lista
ru: Сброс

source: Hot video mode changing is not supported on windows now. You should restart the game.
de: Änderungen des Videomodus sind unter Windows nur nach einem Neustart des Spiels möglich.
es: Reinicia el juego para que los cambios surtan efecto.
gl: Reinicia o xogo para que os cambios xurdan efecto.
ru: Горячее переключение видеорежима не поддерживается в ОС Windows. Необходимо перезапустить программу.

source: You have reached new level.
de: Du hast das nächste Level erreicht.
es: Subiste de nivel.
fr: Vous avez atteint un nouveau niveau.
gl: Subiches de nivel.
ru: Ты получил новый уровень!

source: Get ready to new wave!
de: Bereite dich auf die nächste Welle vor!
es: Prepárate para la siguiente ronda!
fr: Tiens toi prêt pour une nouvelle vague!
gl: Prepárate para a seguinte rolda!
ru: Готовься к новой волне!

source: a medikit
de: Ein Verbandskasten
es: Equipo médico
fr: un kit médical
gl: Equipo médico
ru: аптечка

source: a nitrogen bomb
de: Eine Stickstoffbombe
es: Bomba de nitrógeno
gl: Bomba de nitróxeno
ru: заморозка

source: nuke!
es: Armas nucleares!
gl: Armas nucleares!
ru: бомба

source: a hand grenade
de: Eine Handgranate
es: Granada de mano
fr: une grenade
gl: Granada de man
ru: граната

source: penetration bullets
de: Vollmantelgeschoß
es: Balas de perforación
fr: balles pénétrantes
gl: Balas de perforación
ru: проникающие пули

source: vitality boost
de: Erhöhte Gesundheit
es: Aumento de la vitalidad
fr: Bonus de vitalité
gl: Aumento da vitalidade
ru: таблетка живучести

source: strength boost
de: Erhöhte Stärke
es: Aumento de la fuerza
fr: Bonus de force
gl: Aumento da forza
ru: таблетка силы

source: agility boost
de: Erhöhte Beweglichkeit
es: Aumento de la agilidad
fr: Bonus d'agilité
gl: Aumento da axilidade
ru: таблетка подвижности

source: a teleport
de: Ein Teleporter
es: Teletransportación
fr: un téléporteur
gl: Teleportación
ru: телепорт

source: You have taken a medical kit.
de: Erste Hilfe erfolgreich
es: Recogiste un equipo médico.
fr: Vous avez ramassé un kit médical.
gl: Recolliches un equipo médico.
ru: Ты взял аптечку.

source: All have been frozen around you.
de: Alles um dich herum erstarrt zu Eis.
es: Todos los monstruos se quedaron congelados.
fr: Tout a été gelé aux alentours.
gl: Todos os monstros quedaron conxelados.
ru: Все монстры заморозились.

source: Boom!
es: Bum!
gl: Bum!
ru: Бум!

source: You got powerful penetration bullets.
de: Vollmantelgeschoße aufgehoben
es: Recogiste unas balas de perforación.
fr: Vous avez pris de puissantes balles pénétrantes.
gl: Recolliches unhas balas de perforación.
ru: Теперь ты стреляешь жутко мощными пулями.

source: You got a vitality boost.
de: Du profitierst von erhöhter Gesundheit.
es: Tu vida total aumentó temporalmente.
fr: Vous avez pris un bonus de vitalité.
gl: A túa vida total aumentou temporalmente.
ru: Ты съел таблетку живучести.

source: You got a strength boost.
de: Du profitierst von erhöhter Stärke.
es: Tu fuerza aumentó temporalmente.
fr: Vous avez pris un bonus de force.
gl: A túa forza aumentou temporalmente.
ru: Ты съел таблетку силы.

source: You got a agility boost.
de: Du profitierst von erhöhter Beweglichkeit.
es: Tu agilidad aumentó temporalmente.
fr: Vous avez pris un bonus d'agilité.
gl: A túa axilidade aumentou temporalmente.
ru: Ты съел таблетку подвижности.

source: You have taken a grenade.
de: Handgranate aufgehoben
es: Recogiste una granada.
fr: Vous avez ramassé une grenade.
gl: Recolliches unha granada.
ru: Ты взял гранату.

source: You have taken a teleport.
de: Du hast einen Teleporter verwendet.
es: Recogiste una teletransportación.
fr: Vous avez ramassé un téléporteur.
gl: Recolliches unha teleportación.
ru: Ты взял телепорт.

source: You have taken the %s.
de: Du verwendest %s.
es: Cogiste el %s.
fr: Vous avez ramassé le %s.
gl: Colliches o %s.
ru: Ты поднял %s.

source: FPS: %i
fr: IPS : %i
ru: Кадров/с: %i

source: They have overcome...
de: Du wurdest abgeschlachtet...
es: Pudieron contigo...
gl: Puideron contigo...
ru: Они тебя одолели...

source: You have earned %i points.
de: Du konntest %i Punkte sammeln
es: Conseguiste %i puntos.
gl: Conseguiches %i puntos.
ru: Ты набрал %i очков.

source: Enter your name:
de: Wie heißt Du:
es: Escribe tu nombre:
fr: Entrez votre nom :
gl: Escribe o teu nome:
ru: Пиши свое имя:

source: Grenades: %i
de: Granaten: %i
es: Granadas: %i
gl: Granadas: %i
ru: Гранат: %i

source: Teleports: %i
es: Teletransportes: %i
fr: Téléporteurs : %i
gl: Teleportes: %i
ru: Телепортов: %i

source: PAUSE
es: PAUSA
gl: PAUSA
ru: ПАУЗА

source: Restart
de: Neustart
es: Reiniciar
fr: Recommencer
gl: Reiniciar
ru: Перезапуск

source: Exit
de: Beenden
es: Salir
fr: Quitter
gl: Saír
ru: Выход

source: Menu
de: Menü
es: Menú
gl: Menú
ru: Меню

source: MenuClickA
es: Botón 1
gl: Botón 1
ru: ДейсвтиеМеню1

source: MenuClickB
es: Botón 2
gl: Botón 2
ru: ДействиеМеню2

source: Toggle Light
de: Licht an/aus
es: Linterna
gl: Lanterna
ru: Переключить фонарик

source: Toggle Laser
de: Laster an/aus
es: Mira láser
gl: Mira láser
ru: Переключить лазерный прицел

source: Show Char
de: Zeige Charakter
es: Perfil
gl: Perfil
ru: Показать экран персонажа

source: Pause
es: Hacer una pausa
gl: Facer unha pausa
ru: Пауза

source: Move Left
de: Nach links
es: Ir a la izquierda
fr: Aller à gauche
gl: Ir á esquerda
ru: Бежать влево

source: Move Right
de: Nach rechts
es: Ir a la derecha
fr: Aller à droite
gl: Ir á dereita
ru: Бежать вправо

source: Move Up
de: Nach oben
es: Ir arriba
fr: Aller en haut
gl: Ir arriba
ru: Бежать вверх

source: Move Down
de: Nach unten
es: Ir abajo
fr: Aller en bas
gl: Ir abaixo
ru: Бежать вниз

source: Help
de: Hilfe
es: Ayuda
fr: Aide
gl: Axuda
ru: Помощь

source: Pick Up
de: Aufheben
es: Recoger un arma
fr: Ramasser
gl: Recoller unha arma
ru: Взять

source: Throw Grenade
de: Granate werfen
es: Lanzar una granada
fr: Jeter une grenade
gl: Lanzar unha granada
ru: Метнуть гранату

source: Fire
de: Schießen
es: Disparar
fr: Tirer
gl: Disparar
ru: Стрелять

source: Reload
de: Nachladen
es: Recargar
fr: Recharger
gl: Recargar
ru: Перезарядить

source: Teleport
de: Teleporter
es: Teletransportarse
gl: Teleportarse
ru: Телепорт

source: Unknown event
de: Unbekanntes Ereignis
es: Evento desconocido
fr: Évènement inconnu
gl: Evento descoñecido
ru: Неизв. событие

source: Perks:
de: Boni:
es: Ventajas:
gl: Vantaxes:
ru: Умения:

source: Unstoppable
de: Unhaltbar
es: Imparable
fr: Instoppable
gl: Imparábel
ru: Неудержимый

source: Poison bullets
de: Vergiftete Kugeln
es: Balas envenenadas
fr: Balles empoisonnées
gl: Balas envelenadas
ru: Отравленные пули

source: Big calibre
de: Große Wumme
es: Calibre alto
fr: Gros calibre
gl: Calibre alto
ru: Большой калибр

source: Telekinesis
de: Telekinese
es: Telequinésis
fr: Télékinésie
gl: Telecinesia
ru: Телекинез

source: Night vision
de: Nachtsichtgerät
es: Visión nocturna
fr: Vision nocturne
gl: Visión nocturna
ru: Ночное видение

source: Looting
de: Ausschlachten
es: Saqueo
gl: Saqueo
ru: Мародёр

source: Wide sight
de: Weitsicht
es: Visión global
gl: Visión global
ru: Широкий взгляд

source: Move mouse over text to get explantation...
de: Bewege die Maus über den Text um Hilfe zu erhalten...
es: Pon el cursor sobre una ventaja para leer su descripción...
fr: Placez la souris sur un item pour obtenir une explication...
gl: Pon o cursor sobre unha vantaxe para ler a súa descrición...
ru: Наведи курсор на текст для получения пояснений...

source: Resume
de: Fortsetzen
es: Continuar
fr: Reprendre
gl: Continuar
ru: Продолжить

source: Start
es: Iniciar
fr: Commencer
gl: Iniciar
ru: Начать

source: High scores
de: Bestenliste
es: Récords
fr: Meilleurs scores
gl: Récords
ru: Лучшие результаты
